Repository: maitoyamada09/DUGOUT
Catalog: DUGOUT/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, zh_hans

source: 「相手」ボタンからチーム・選手を登録し、 打順タブで設定してください
en: Register team/players from "Opponent" button, then set lineup in the Lineup tab
es: Registre equipo/jugadores desde "Rival", luego configure la alineación
ko: "상대" 버튼에서 팀/선수를 등록하고 타순 탭에서 설정해주세요
zh_hans: 从"对手"按钮注册球队/球员， 然后在打序标签中设置

source: 「自動」を選ぶと端末の言語設定に従います。
en: Choose "Auto" to follow device language settings.
es: Seleccione "Auto" para seguir el idioma del dispositivo.
ko: "자동"을 선택하면 기기 언어 설정을 따릅니다.
zh_hans: 选择"自动"将跟随设备语言设置。

# %@ %lldアウト
source: %1$@ %2$lldアウト
en: %1$@ %2$lld out
es: %1$@ %2$lld out
ko: %1$@ %2$lld아웃
zh_hans: %1$@ %2$lld出局

source: %@ 終了
en: %@ Over
es: %@ Terminado
ko: %@ 종료
zh_hans: %@ 结束

source: %@を保存
en: Save %@
es: Guardar %@
ko: %@ 저장
zh_hans: 保存%@

source: %lldアウト
en: %lld out
es: %lld out
ko: %lld아웃
zh_hans: %lld出局

source: %lld人
en: %lld players
es: %lld jugadores
ko: %lld명

source: %lld回終了
en: End of inning %lld
es: Fin de la entrada %lld
ko: %lld회 종료
zh_hans: 第%lld局结束

# %lld成功 / %lld回実行
source: %1$lld成功 / %2$lld回実行
en: %1$lld success / %2$lld attempts
es: %1$lld éxitos / %2$lld intentos
ko: %1$lld 성공 / %2$lld회 실행
zh_hans: %1$lld成功 / %2$lld次执行

source: %lld番
en: #%lld
es: #%lld
ko: %lld번
zh_hans: 第%lld号

source: %lld番打者
en: #%lld batter
es: Bateador #%lld
ko: %lld번 타자
zh_hans: 第%lld棒

source: %lld登板
en: %lld games
es: %lld juegos
ko: %lld등판
zh_hans: %lld场

source: 1〜9番を一括登録（番号のみ）
en: Batch register #1-9 (numbers only)
es: Registrar #1-9 en lote
ko: 1~9번 일괄 등록 (번호만)
zh_hans: 批量注册1~9号(仅号码)

source: 3アウト
en: 3 Outs
es: 3 Outs
ko: 3아웃
zh_hans: 3出局

# analysis_tab
source: 分析
en: Analysis
es: Análisis
ko: 분석

# batting
source: バッティング
en: Batting
es: Bateo
ko: 타격
zh_hans: 打击

# bunt
source: 送りバント
en: Sacrifice Bunt
es: Toque de sacrificio
ko: 희생번트
zh_hans: 牺牲触击

# close
source: 閉じる
en: Close
es: Cerrar
ko: 닫기
zh_hans: 关闭

# double
source: ツーベース
en: Double
es: Doble
ko: 2루타
zh_hans: 二垒安打

# game_over
source: 試合終了
en: Game Over
es: Fin del Juego
ko: 경기 종료
zh_hans: 比赛结束

# game_tab
source: 試合
en: Game
es: Juego
ko: 경기
zh_hans: 比赛

# guide_tab
source: 戦略辞典
en: Strategy Guide
es: Guía Estratégica
ko: 전략 사전
zh_hans: 战略辞典

# hit_and_run
source: ヒットエンドラン
en: Hit and Run
es: Hit and Run
ko: 히트앤런
zh_hans: 打跑战术

# homerun
source: ホームラン
en: Home Run
es: Jonrón
ko: 홈런
zh_hans: 本垒打

# lineup_tab
source: 打順
en: Lineup
es: Alineación
ko: 타순
zh_hans: 打序

# next_batter
source: 次打者
en: Next Batter
es: Siguiente Bateador
ko: 다음 타자
zh_hans: 下一个打者

# pitcher_change
source: 投手交代
en: Pitcher Change
es: Cambio de Lanzador
ko: 투수 교체
zh_hans: 更换投手

# play_ball
source: プレイボール
en: Play Ball
es: ¡Play Ball!
ko: 플레이볼
zh_hans: 开球

# players_tab
source: 選手
en: Players
es: Jugadores
ko: 선수
zh_hans: 球员

# record
source: 記録する
en: Record
es: Registrar
ko: 기록
zh_hans: 记录

# register_players
source: 選手を登録する
en: Register Players
es: Registrar Jugadores
ko: 선수 등록
zh_hans: 注册球员

# settings_tab
source: 設定
en: Settings
es: Ajustes
ko: 설정
zh_hans: 设置

# single
source: シングル
en: Single
es: Sencillo
ko: 안타
zh_hans: 一垒安打

# squeeze
source: スクイズ
en: Squeeze Play
es: Squeeze
ko: 스퀴즈
zh_hans: 抢分触击

# start_game
source: 新しい試合を始める
en: Start New Game
es: Iniciar Nuevo Juego
ko: 새 경기 시작
zh_hans: 开始新比赛

# steal
source: 盗塁
en: Steal
es: Robo de base
ko: 도루
zh_hans: 盗垒

# strikeout
source: 三振
en: Strikeout
es: Ponche
ko: 삼진

# triple
source: スリーベース
en: Triple
es: Triple
ko: 3루타
zh_hans: 三垒安打

# walk
source: 四球
en: Walk
es: Base por bolas
ko: 볼넷

# win_rate
source: 勝率
en: Win %
es: % Victoria
ko: 승률
zh_hans: 胜率

source: アウト
en: Out
es: Out
ko: 아웃
zh_hans: 出局

source: アウトの理由
en: Out Type
es: Tipo de Out
ko: 아웃 종류
zh_hans: 出局原因

source: アプリ情報
en: App Info
es: Info de la App
ko: 앱 정보
zh_hans: 应用信息

source: いつ使うか
en: When to use
es: Cuándo usar
ko: 사용 시기
zh_hans: 何时使用

source: イニング数
en: Innings
es: Entradas
ko: 이닝 수
zh_hans: 局数

source: インフィールドフライ
en: Infield Fly
es: Infield Fly
ko: 인필드 플라이
zh_hans: 内野高飞球

source: エラー出塁
en: Error
es: Error
ko: 에러 출루
zh_hans: 因失误上垒

source: オンボーディングを再表示
en: Show Onboarding Again
es: Mostrar Introducción de Nuevo
ko: 온보딩 다시 표시
zh_hans: 重新显示引导

source: クラウド同期は今後のアップデートで対応予定。
en: Cloud sync will be supported in a future update.
es: La sincronización en la nube estará disponible en futuras actualizaciones.
ko: 클라우드 동기화는 향후 업데이트에서 지원 예정.
zh_hans: 云同步将在未来更新中支持。

source: クリア
en: Clear
es: Borrar
ko: 초기화
zh_hans: 清除

source: この%の根拠:
en: Basis for this %:
es: Base de este %:
ko: 이 %의 근거:
zh_hans: 此%的依据:

source: ゴロアウト
en: Ground Out
es: Rodado Out
ko: 땅볼 아웃
zh_hans: 滚地球出局

source: シングル
en: Single
es: Sencillo
ko: 1루타
zh_hans: 一垒安打

source: スキップ
en: Skip
es: Omitir
ko: 건너뛰기
zh_hans: 跳过

source: スクイズ
en: Squeeze Play
es: Squeeze
ko: 스퀴즈
zh_hans: 强迫取分

source: スペース
en: Space
es: Espacio
ko: 공백
zh_hans: 空格

source: スリーベース
en: Triple
es: Triple
ko: 3루타
zh_hans: 三垒安打

source: セーフティ
en: Safety Bunt
es: Toque de Seguridad
ko: 세이프티 번트
zh_hans: 安全触击

source: タッチアウト
en: Tag Out
es: Toque Out
ko: 태그 아웃
zh_hans: 触杀出局

source: チーム
en: Team
es: Equipo
ko: 팀
zh_hans: 球队

source: チーム名
en: Team Name
es: Nombre del Equipo
ko: 팀 이름
zh_hans: 球队名

source: チーム名を入力
en: Enter team name
es: Nombre del equipo
ko: 팀 이름 입력
zh_hans: 输入队名

source: チーム設定
en: Team Settings
es: Config. de Equipo
ko: 팀 설정
zh_hans: 球队设置

source: ツーベース
en: Double
es: Doble
ko: 2루타
zh_hans: 二垒安打

source: データ
en: Data
es: Datos
ko: 데이터
zh_hans: 数据

source: データはこの端末に保存されています。
en: Data is stored on this device.
es: Los datos se guardan en este dispositivo.
ko: 데이터는 이 기기에 저장됩니다.
zh_hans: 数据保存在本设备上。

source: ディレードスチール
en: Delayed Steal
es: Robo Retardado
ko: 딜레이드 스틸
zh_hans: 延迟盗垒

source: なし
en: None
es: Ninguno
ko: 없음
zh_hans: 无

source: バージョン
en: Version
es: Versión
ko: 버전
zh_hans: 版本

source: はじめる
en: Get Started
es: Comenzar
ko: 시작하기
zh_hans: 开始

source: バスター
en: Buster
es: Buster
ko: 버스터
zh_hans: 假触击打

source: バッティング
en: Batting
es: Bateo
ko: 배팅
zh_hans: 打击

source: バント成功率
en: Bunt Success %
es: % Éxito de Toque
ko: 번트 성공률
zh_hans: 触击成功率

source: ヒットエンドラン
en: Hit & Run
es: Hit & Run
ko: 히트앤런
zh_hans: 打带跑

source: フライアウト
en: Fly Out
es: Elevado Out
ko: 플라이 아웃
zh_hans: 飞球出局

source: プレイボール
en: Play Ball!
es: ¡Play Ball!
ko: 플레이 볼!
zh_hans: 开始比赛

source: ホームイン
en: Score!
es: ¡Anotó!
ko: 홈인!
zh_hans: 得分

source: ホームラン
en: Home Run
es: Jonrón
ko: 홈런
zh_hans: 全垒打

source: ポジション
en: Position
es: Posición
ko: 포지션
zh_hans: 位置

source: まだデータがありません
en: No data yet
es: Aún no hay datos
ko: 아직 데이터가 없습니다
zh_hans: 暂无数据

source: まだデータがありません。 試合で作戦を実行するとここに分析が表示されます。
en: No data yet. Analysis will appear here as you execute strategies during games.
es: Aún no hay datos. El análisis aparecerá aquí al ejecutar estrategias.
ko: 아직 데이터가 없습니다. 경기에서 작전을 실행하면 분석이 표시됩니다.
zh_hans: 暂无数据。 在比赛中执行战术后将显示分析。

source: まだ記録がありません
en: No records yet
es: Aún no hay registros
ko: 아직 기록이 없습니다
zh_hans: 暂无记录

source: メモ
en: Notes
es: Notas
ko: 메모
zh_hans: 备注

source: メモをクリア
en: Clear Notes
es: Borrar Notas
ko: 메모 지우기
zh_hans: 清除备注

source: ライナー
en: Line Out
es: Línea Out
ko: 라이너
zh_hans: 平飞球出局

source: ランエンドヒット
en: Run & Hit
es: Run & Hit
ko: 런앤히트
zh_hans: 跑打战术

source: ランナーはどうなった？
en: What happened to the runner?
es: ¿Qué pasó con el corredor?
ko: 주자는 어떻게 됐나요?
zh_hans: 跑者情况如何？

source: リスク: %@
en: Risk: %@
es: Riesgo: %@
ko: 리스크: %@
zh_hans: 风险: %@

source: ログ
en: Log
es: Registro
ko: 로그
zh_hans: 日志

source: 一
en: 1B
es: 1B
ko: 1루

source: 一三塁プレー
en: 1st-3rd Play
es: Jugada 1ra-3ra
ko: 1·3루 플레이
zh_hans: 一三垒战术

source: 三
en: 3B
es: 3B
ko: 3루

source: 三振
en: Strikeout
es: Ponche
ko: 삼진

source: 両打
en: S
es: Ambos
ko: 양타
zh_hans: 双打

source: 中
en: CF
es: CF
ko: 중견

source: 中学野球
en: Middle School
es: Béisbol Secundaria
ko: 중학 야구
zh_hans: 初中棒球

source: 中止
en: Cancel
es: Cancelar
ko: 중지

source: 二
en: 2B
es: 2B
ko: 2루

source: 交代
en: Change
es: Cambio
ko: 교대
zh_hans: 更换

source: 交代する投手を選択
en: Select relief pitcher
es: Seleccionar relevo
ko: 교대 투수 선택
zh_hans: 选择替换投手

source: 代打
en: Pinch Hit
es: Bateador Emergente
ko: 대타

source: 代走
en: Pinch Run
es: Corredor Emergente
ko: 대주
zh_hans: 代跑

source: 作戦（おすすめ度 = 合計100%）
en: Strategy (recommendation = total 100%)
es: Estrategia (recomendación = total 100%)
ko: 작전 (추천도 = 합계 100%)
zh_hans: 战术 (推荐度 = 合计100%)

source: 作戦を選択
en: Select Strategy
es: Seleccionar Estrategia
ko: 작전 선택
zh_hans: 选择战术

source: 作戦別
en: By Strategy
es: Por Estrategia
ko: 작전별
zh_hans: 按战术

source: 併殺
en: Double Play
es: Doble Play
ko: 병살
zh_hans: 双杀

source: 出典: %@
en: Source: %@
es: Fuente: %@
ko: 출처: %@
zh_hans: 来源: %@

source: 出塁
en: On Base
es: En Base
ko: 출루
zh_hans: 上垒

source: 出塁率
en: OBP
es: OBP
ko: 출루율
zh_hans: 上垒率

source: 出塁率(OBP)
en: OBP
es: OBP
ko: 출루율(OBP)
zh_hans: 上垒率

source: 分析
en: Analysis
es: Análisis
ko: 분석

source: 勝利
en: Win
es: Victoria
ko: 승리
zh_hans: 胜

source: 勝率
en: Win %
es: % Victoria
ko: 승률
zh_hans: 胜率

source: 勝率 %lld%%
en: Win %lld%%
es: Victoria %lld%%
ko: 승률 %lld%%
zh_hans: 胜率 %lld%%

source: 右
en: RF
es: RF
ko: 우익

source: 右打
en: R
es: Der
ko: 우타

source: 右投
en: R Throw
es: Lanza Der
ko: 우투

source: 名前
en: Name
es: Nombre
ko: 이름
zh_hans: 姓名

source: 名前入力
en: Enter Name
es: Ingresar Nombre
ko: 이름 입력
zh_hans: 输入姓名

source: 向いてる選手:
en: Best fit:
es: Mejor opción:
ko: 적합한 선수:
zh_hans: 适合的球员:

source: 四球
en: Walk
es: Base por Bolas
ko: 볼넷
zh_hans: 四坏球

source: 四球狙い
en: Draw Walk
es: Buscar Base
ko: 볼넷 유도
zh_hans: 保送

source: 基本情報
en: Basic Info
es: Info Básica
ko: 기본 정보
zh_hans: 基本信息

source: 大学野球
en: College
es: Béisbol Universitario
ko: 대학 야구
zh_hans: 大学棒球

source: 守備妨害
en: Interference
es: Interferencia
ko: 수비 방해
zh_hans: 妨碍守备

source: 安打
en: Hits
es: Hits
ko: 안타

source: 完了
en: Done
es: Listo
ko: 완료
zh_hans: 完成

source: 実績データから能力値を自動計算
en: Auto-calculate from game data
es: Calcular automáticamente
ko: 실적 데이터로 자동 계산
zh_hans: 从比赛数据自动计算

source: 実行
en: Execute
es: Ejecutar
ko: 실행
zh_hans: 执行

source: 少年野球
en: Youth Baseball
es: Béisbol Infantil
ko: 소년 야구
zh_hans: 少年棒球

source: 左
en: LF
es: LF
ko: 좌익

source: 左打
en: L
es: Izq
ko: 좌타

source: 左投
en: L Throw
es: Lanza Izq
ko: 좌투

source: 引き分け
en: Draw
es: Empate
ko: 무승부
zh_hans: 平局

source: 得点シーン
en: Scoring Play
es: Anotación
ko: 득점 장면
zh_hans: 得分场面

source: 得点変動
en: RE Change
es: Cambio RE
ko: 득점 변동
zh_hans: 得分变动

source: 得点期待
en: Run Expectancy
es: Expectativa de Carrera
ko: 득점 기대
zh_hans: 期望得分

source: 戦略辞典
en: Strategy Guide
es: Guía Estratégica
ko: 전략사전
zh_hans: 战术指南

source: 戻る
en: Back
es: Volver
ko: 뒤로
zh_hans: 返回

source: 打席
en: Batting Side
es: Lado de Bateo
ko: 타석
zh_hans: 打击方向

source: 打席結果を記録
en: Record At-Bat Result
es: Registrar Resultado
ko: 타석 결과 기록
zh_hans: 记录打席结果

source: 打撃結果
en: At-Bat Result
es: Resultado al Bat
ko: 타격 결과
zh_hans: 打击结果

source: 打数
en: At Bats
es: Turnos
ko: 타수

source: 打率
en: AVG
es: Promedio
ko: 타율
zh_hans: 打击率

source: 打者
en: Batter
es: Bateador
ko: 타자

source: 打者有利なカウント
en: Batter's count
es: Conteo favorable al bateador
ko: 타자 유리한 카운트
zh_hans: 打者有利球数

source: 打者有利度 %lld%%
en: Batter advantage %lld%%
es: Ventaja bateador %lld%%
ko: 타자 유리도 %lld%%
zh_hans: 打者优势度 %lld%%

source: 打順
en: Lineup
es: Alineación
ko: 타순
zh_hans: 打序

source: 打順を設定してください
en: Set up the lineup
es: Configure la alineación
ko: 타순을 설정해주세요
zh_hans: 请设置打序

source: 打順設定
en: Lineup Settings
es: Config. de Alineación
ko: 타순 설정
zh_hans: 设置打序

source: 投
en: P
es: P
ko: 투

source: 投: %@
en: P: %@
es: L: %@
ko: 투: %@

source: 投げ手
en: Throwing Arm
es: Brazo
ko: 투구 팔
zh_hans: 投球手

source: 投手
en: Pitcher
es: Lanzador
ko: 투수

# 投手: #%@ %@
source: 投手: #%1$@ %2$@
en: Pitcher: #%1$@ %2$@
es: Lanzador: #%1$@ %2$@
ko: 투수: #%1$@ %2$@

source: 投手として登録
en: Register as Pitcher
es: Registrar como Lanzador
ko: 투수로 등록
zh_hans: 注册为投手

source: 投手交代
en: Pitcher Change
es: Cambio de Lanzador
ko: 투수 교대
zh_hans: 更换投手

source: 投手名を入力
en: Enter pitcher name
es: Nombre del lanzador
ko: 투수 이름 입력
zh_hans: 输入投手姓名

source: 投手有利なカウント
en: Pitcher's count
es: Conteo favorable al lanzador
ko: 투수 유리한 카운트
zh_hans: 投手有利球数

source: 投手設定
en: Pitcher Settings
es: Config. Lanzador
ko: 투수 설정
zh_hans: 投手设置

source: 投球回
en: IP
es: IL
ko: 이닝
zh_hans: 投球局数

source: 投球数
en: Pitch Count
es: Conteo
ko: 투구수

source: 投球数: %lld
en: Pitches: %lld
es: Lanzamientos: %lld
ko: 투구수: %lld

source: 指
en: DH
es: BD
ko: 지명

source: 振り逃げ失敗
en: Strikeout (no escape)
es: Ponche sin Escape
ko: 삼진 (헛스윙)
zh_hans: 不死三振失败

source: 捕
en: C
es: C
ko: 포

source: 敗北
en: Loss
es: Derrota
ko: 패배
zh_hans: 败

source: 新しい試合へ
en: New Game
es: Nuevo Juego
ko: 새 경기로
zh_hans: 新比赛

source: 新しい試合を始める
en: Start New Game
es: Iniciar Nuevo Juego
ko: 새 경기 시작
zh_hans: 开始新比赛

source: 新規選手
en: New Player
es: Nuevo Jugador
ko: 신규 선수
zh_hans: 新球员

source: 未入力
en: Not Set
es: Sin datos
ko: 미입력
zh_hans: 未输入

source: 未設定
en: Not Set
es: Sin configurar
ko: 미설정
zh_hans: 未设置

source: 未選択
en: Not Selected
es: Sin seleccionar
ko: 미선택
zh_hans: 未选择

source: 本塁打
en: Home Runs
es: Jonrones
ko: 홈런
zh_hans: 本垒打

source: 標準的なカウント
en: Even count
es: Conteo neutro
ko: 표준 카운트
zh_hans: 中性球数

source: 次の打者
en: Next Batter
es: Siguiente Bateador
ko: 다음 타자
zh_hans: 下一棒

source: 次へ
en: Next
es: Siguiente
ko: 다음
zh_hans: 下一步

source: 次打者
en: On Deck
es: Siguiente
ko: 다음 타자
zh_hans: 下一棒

source: 死球
en: HBP
es: Golpeado
ko: 사구
zh_hans: 触身球

source: 清音
en: Basic
es: Básico
ko: 청음

source: 濁音・半濁音
en: Voiced
es: Sonoras
ko: 탁음/반탁음
zh_hans: 浊音・半浊音

source: 特徴タグ
en: Tags
es: Etiquetas
ko: 특징 태그
zh_hans: 特征标签

source: 牽制アウト
en: Pickoff
es: Atrapado
ko: 견제 아웃
zh_hans: 牵制出局

source: 犠打
en: Sacrifice
es: Sacrificio
ko: 희생 번트
zh_hans: 牺牲打

source: 犠飛（走者生還）
en: Sac Fly (runner scores)
es: Elevado de Sacrificio
ko: 희생 플라이 (주자 생환)
zh_hans: 高飞牺牲打（跑者得分）

source: 状況別
en: By Situation
es: Por Situación
ko: 상황별
zh_hans: 按情况

source: 独立リーグ
en: Independent League
es: Liga Independiente
ko: 독립 리그
zh_hans: 独立联盟

source: 現在の投手
en: Current Pitcher
es: Lanzador Actual
ko: 현재 투수
zh_hans: 当前投手

source: 現在の言語
en: Current Language
es: Idioma Actual
ko: 현재 언어
zh_hans: 当前语言

source: 球種
en: Pitch Types
es: Tipos de Lanzamiento
ko: 구종
zh_hans: 球种

source: 登録する
en: Register
es: Registrar
ko: 등록
zh_hans: 注册

source: 盗塁成功率
en: SB Success %
es: % Éxito Robo
ko: 도루 성공률
zh_hans: 盗垒成功率

source: 相手チーム
en: Opponent
es: Rival
ko: 상대 팀
zh_hans: 对手

source: 相手チームが未登録です。 「選手」タブの「相手チーム」から追加してください。
en: No opponent team registered. Add one from the "Players" tab under "Opponent".
es: No hay equipo rival registrado. Añada uno desde la pestaña "Jugadores".
ko: 상대 팀이 등록되지 않았습니다. "선수" 탭의 "상대 팀"에서 추가해주세요.
zh_hans: 未注册对手球队。 请从"球员"标签的"对手球队"中添加。

source: 相手チームの選手を先に登録してください
en: Register opponent players first
es: Registre primero a los jugadores rivales
ko: 상대 팀 선수를 먼저 등록해주세요
zh_hans: 请先注册对手球员

source: 相手チームを追加する
en: Add Opponent Team
es: Añadir Equipo Rival
ko: 상대 팀 추가
zh_hans: 添加对手

source: 相手チーム打順
en: Opponent Lineup
es: Alineación Rival
ko: 상대 팀 타순
zh_hans: 对手打序

source: 相手の打席結果
en: Opponent At-Bat Result
es: Resultado Rival
ko: 상대 타석 결과
zh_hans: 对方打席结果

source: 相手の打順が未設定です
en: Opponent lineup not set
es: Alineación rival no configurada
ko: 상대 타순이 설정되지 않았습니다
zh_hans: 对手打序未设置

source: 相手の攻撃
en: Opponent's At-Bat
es: Turno del Rival
ko: 상대 공격
zh_hans: 对方进攻

source: 相手情報
en: Opponent Info
es: Info del Rival
ko: 상대 정보
zh_hans: 对手信息

source: 相手投手
en: Opponent Pitcher
es: Lanzador Rival
ko: 상대 투수
zh_hans: 对方投手

source: 社会人
en: Industrial
es: Industrial
ko: 사회인

source: 社会人野球
en: Industrial League
es: Béisbol Industrial
ko: 사회인 야구
zh_hans: 社会人棒球

source: 結果を記録
en: Record Result
es: Registrar Resultado
ko: 결과 기록
zh_hans: 记录结果

source: 総合攻撃力
en: Overall Offense
es: Ataque General
ko: 종합 공격력
zh_hans: 综合攻击力

source: 背番号
en: Number
es: Dorsal
ko: 등번호
zh_hans: 背号

source: 能力値
en: Abilities
es: Habilidades
ko: 능력치
zh_hans: 能力值

source: 自チーム
en: My Team
es: Mi Equipo
ko: 우리 팀
zh_hans: 我方

source: 自チーム打順
en: My Team Lineup
es: Alineación Mi Equipo
ko: 우리 팀 타순
zh_hans: 我方打序

source: 草野球
en: Recreational
es: Recreativo
ko: 동호회 야구
zh_hans: 业余棒球

source: 表
en: Top
es: Alta
ko: 초
zh_hans: 上

source: 裏
en: Bot
es: Baja
ko: 말
zh_hans: 下

source: 見逃し三振
en: Called K
es: Ponche Cantado
ko: 헛스윙 삼진
zh_hans: 不挥棒三振

source: 言語
en: Language
es: Idioma
ko: 언어
zh_hans: 语言

source: 言語 / Language
en: Language
es: Idioma / Language
ko: 언어 / Language
zh_hans: 语言 / Language

source: 記録する
en: Record
es: Registrar
ko: 기록
zh_hans: 记录

source: 記録なし
en: No Records
es: Sin registros
ko: 기록 없음
zh_hans: 无记录

source: 設定
en: Settings
es: Ajustes
ko: 설정
zh_hans: 设置

source: 試合
en: Game
es: Juego
ko: 경기
zh_hans: 比赛

source: 試合サマリー
en: Game Summary
es: Resumen del Juego
ko: 경기 요약
zh_hans: 比赛摘要

source: 試合レベル
en: Game Level
es: Nivel de Juego
ko: 경기 레벨
zh_hans: 比赛级别

source: 試合レポート
en: Game Report
es: Informe del Juego
ko: 경기 리포트
zh_hans: 比赛报告

source: 試合レポート（ミーティング用）
en: Game Report (for meeting)
es: Informe del Juego (reunión)
ko: 경기 리포트 (미팅용)
zh_hans: 比赛报告（会议用）

source: 試合ログ
en: Game Log
es: Registro del Juego
ko: 경기 로그
zh_hans: 比赛记录

source: 試合を始める
en: Start Game
es: Iniciar Juego
ko: 경기 시작
zh_hans: 开始比赛

source: 試合を始める準備をしましょう
en: Let's prepare for the game
es: Preparemos el juego
ko: 경기 준비를 합시다
zh_hans: 准备开始比赛吧

source: 試合中に作戦を実行すると ここにレポートが表示されます
en: Execute strategies during games and reports will appear here
es: Ejecute estrategias durante el juego y los informes aparecerán aquí
ko: 경기 중 작전을 실행하면 여기에 리포트가 표시됩니다
zh_hans: 在比赛中执行战术后 报告将显示在这里

source: 試合分析を見る
en: View Analysis
es: Ver Análisis
ko: 경기 분석 보기
zh_hans: 查看分析

source: 試合終了
en: Game Over
es: Fin del Juego
ko: 경기 종료
zh_hans: 比赛结束

source: 試合設定
en: Game Settings
es: Config. de Juego
ko: 경기 설정
zh_hans: 比赛设置

source: 走力（50m）
en: Speed (50m)
es: Velocidad (50m)
ko: 주력 (50m)
zh_hans: 速度(50m)

source: 走塁アウト
en: Running Out
es: Out en Bases
ko: 주루 아웃
zh_hans: 跑垒出局

source: 走者
en: Runners
es: Corredores
ko: 주자
zh_hans: 跑者

source: 走者: %@
en: Runners: %@
es: Corredores: %@
ko: 주자: %@
zh_hans: 跑者: %@

source: 走者:%@
en: Runners:%@
es: Corredores:%@
ko: 주자:%@
zh_hans: 跑者:%@

source: 送りバント
en: Sacrifice Bunt
es: Toque de Sacrificio
ko: 희생 번트
zh_hans: 牺牲触击

source: 遊
en: SS
es: SS
ko: 유격
zh_hans: 游

source: 選手
en: Players
es: Jugadores
ko: 선수
zh_hans: 球员

source: 選手を登録する
en: Register Players
es: Registrar Jugadores
ko: 선수 등록
zh_hans: 注册球员

source: 選手を追加する
en: Add Player
es: Añadir Jugador
ko: 선수 추가
zh_hans: 添加球员

source: 選手一覧
en: Player List
es: Lista de Jugadores
ko: 선수 목록
zh_hans: 球员列表

source: 選手別
en: By Player
es: Por Jugador
ko: 선수별
zh_hans: 按球员

source: 選手別:
en: By Player:
es: Por Jugador:
ko: 선수별:
zh_hans: 按球员:

source: 選手名を入力
en: Enter player name
es: Nombre del jugador
ko: 선수 이름 입력
zh_hans: 输入球员姓名

source: 選手登録
en: Player Registration
es: Registro de Jugadores
ko: 선수 등록
zh_hans: 球员注册

source: 長打率(SLG)
en: SLG
es: SLG
ko: 장타율(SLG)
zh_hans: 长打率

source: 閉じる
en: Close
es: Cerrar
ko: 닫기
zh_hans: 关闭

source: 高校野球
en: High School
es: Béisbol Preparatoria
ko: 고교 야구
zh_hans: 高中棒球
